Repository: common-repository/twitter-widget-for-wordpress
Catalog: system/i18n/TdbTwitterWidget-*.po
Languages: sv_se

source: Display the retrieved tweets from the specified Twitter-user.
sv_se: Visa hämtade tweets from en Twitter användare.

source: My latest tweets
sv_se: Mina senaste tweets

source: The heading before the tweets are listed.
sv_se: Rubriken innan listningen av tweets.

source: Title
sv_se: Rubrik

source: The user from which the tweets are retrieved.
sv_se: Användaren som tweetsen skall hämtas från.

source: Username
sv_se: Användarnamn

source: How many tweets do you wish to display? Twitters API can handle a maxium of 200.
sv_se: Hur många tweets skall visas? Twitters API kan hantera upp till 200.

source: Number of tweets
sv_se: Antal tweets

source: Do you wish to include retweets?
sv_se: Vill du inkludera retweets?

source: Include retweets
sv_se: Inkludera retweets

source: No tweets have been tweeted... yet!
sv_se: Inga tweets har blivit tweetade... än!
